// © Copyright 2007-2012, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Clean Back of Page Smear";

TaskPanelOKButtonTitle = "OK";
TaskPanelCancelButtonTitle = "Cancel";

CleaningConfirmationTitle = "Back of Page Smear Cleaning";
CleaningConfirmationBody = "This process may take several minutes. Mechanical noises are normal during this time and paper will move back and forth in the printer. Click OK to begin.";
PaperNotFoundTite = "Paper Not Found";
PaperNotFoundBody = "Load paper in the paper tray before beginning the Back of Page Smear Cleaning process. Click OK to continue.";
BackPageSmearCleaningTitle = "Back of Page Smear Cleaning…";
BackPageSmearCleaningCompleteBody = "Back of Page Smear Cleaning is complete.";

NotInitiatedTitle = "Cleaning could not be initiated";
NotInitiatedMsg = "The cleaning procedure could not be initiated. Please check that the printer is online and is not processing any jobs.";

HSDTitleTextFieldValue = "Clean Back of Page Smear";
HSDInfoTextFieldValue = "This procedure can be performed if there is smearing on the back of a printed page. The Back of Page Smear Cleaning will clean a part inside that printer that has smears on it.";
HSDGuideTextFieldValue = "Load paper into the paper tray before beginning Back of Page Smear Clean process. Click Clean to continue.";
HSDCleanButtonTitle = "Clean";

BackPageSmearCancelingTitle = "Canceling";
